export const faculties = [
  { 
    id: 1, 
    image: "/subj1.jpg", 
    title: "Комп’ютерні науки",
    desc: "Розробка інтелектуальних систем, програмування та аналіз даних для вирішення складних технічних задач."
  },
  { 
    id: 2, 
    image: "/subj2.jpg", 
    title: "Інформаційні системи",
    desc: "Проектування складних мережевих структур, управління базами даних та корпоративними ІТ-рішеннями."
  },
  { 
    id: 3, 
    image: "/subj3.jpg", 
    title: "Кібербезпека",
    desc: "Захист інформаційних систем від кіберзагроз, розробка безпечних протоколів та аудит вразливостей."
  },
  { 
    id: 4, 
    image: "/subj4.jpg", 
    title: "Штучний інтелект",
    desc: "Створення алгоритмів машинного навчання, нейронних мереж та систем автоматизації на основі даних."
  },
];

export const reviews = [
  {
    id: 1,
    name: "Анастасія Коваль",
    role: "Студентка 4 курсу",
    date: "23.03.2026",
    image: "/avatar5.jpg",
    text: "UniTeam допоміг мені знайти команду для дипломного проєкту всього за два дні. Це неймовірно зручно!"
  },
  {
    id: 2,
    name: "Дмитро Петренко",
    role: "Frontend розробник",
    date: "31.05.2026",
    image: "/avatar2.jpg",
    text: "Чудова платформа для тих, хто хоче отримати реальний досвід командної розробки ще під час навчання."
  },
  {
    id: 3,
    name: "Олена Сидоренко",
    role: "UI/UX Дизайнер",
    date: "03.06.2026",
    image: "/avatar3.jpg",
    text: "Завдяки UniTeam я знайшла не тільки цікавий проєкт, а й справжніх друзів-однодумців."
  },
];

export const stats = [
  ["200+", "активних студентів"],
  ["40+", "менторів-викладачів"],
  ["30+", "утворених команд"],
  ["80+", "успішних проєктів"],
];

export const faqQuestions = [
  "Чи може НЕ студент ХНУРЕ користуватися платформою?",
  "Як працює платформа?",
  "Які переваги для викладачів?",
  "Які переваги для студентів?",
  "Що робити, якщо завершив університет?",
];
